adwaita-qt5
adwaita-qt6
fluent-icon-theme-git
hyprshade
lazygit-git
libpamac-full
otf-atkinson-hyperlegible-next
pamac-all
pamac-cli
paru
paru-debug
peaclock
python-imageio-ffmpeg
python-pywalfox
python-screeninfo
snap-pac-grub
snapd
snapd-glib
spotify
tray-tui
visual-studio-code-bin
waypaper
wf-recorder-gui
wifitui
wlogout
xdg-terminal-exec
yay
yay-debug
