7zip
acpi_call-dkms
acpid
adw-gtk-theme
arch-wiki-docs
arch-wiki-lite
aria2
audacity
baobab
base
base-devel
bat
bc
blanket
blueman
bluetui
bluez
bluez-utils
bmon
brightnessctl
btop
btrfs-progs
calcurse
caligula
cameractrls
cava
ccache
chafa
clang
cliphist
cmake
collision
compsize
cpio
cups
cups-pk-helper
dgop
dosfstools
dysk
efibootmgr
errands
ethtool
expac
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
filezilla
firefox
firewalld
flatpak
foot
fwupd
fzf
gdu
git
git-delta
gnome-calculator
gnome-clocks
gnome-disk-utility
gnome-keyring
gnome-text-editor
gparted
grim
grsync
grub
gst-plugin-pipewire
gum
guvcview
gvfs-mtp
gvfs-nfs
gvfs-smb
handbrake
htop
httrack
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
identity
iftop
imagemagick
impala
impression
inetutils
inotify-tools
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
iotop
iperf3
iwd
jq
kitty
krita
kvantum
less
libdbusmenu-qt5
libpulse
libqalculate
libva-intel-driver
libva-utils
linux
linux-firmware
logrotate
loupe
lshw
man-db
matugen
mesa-utils
meson
mold
mpv
mpv-mpris
nano
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
ntfs-3g
nvtop
nwg-look
obs-studio
obsidian
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgstats
playerctl
polkit-gnome
polkit-kde-agent
power-profiles-daemon
powertop
prettier
qbittorrent
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6-wayland
qt6ct
reflector
resvg
rofi
rq
rsync
sassc
sddm
sdl2_image
sdl2_mixer
sdl2_ttf
seahorse
shellcheck
shfmt
showmethekey
slurp
smartmontools
snapshot
socat
sof-firmware
starship
stylua
sudo
swappy
swayimg
swaync
swayosd
swww
sysbench
sysstat
system-config-printer
tealdeer
termusic
tesseract-data-eng
thermald
tlp
tlp-rdw
tree
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttyper
udiskie
ueberzugpp
uget
unrar
unzip
usbmuxd
usbutils
uv
uwsm
vim
viu
vsftpd
vulkan-intel
vulkan-tools
wavemon
waybar
waydroid
webp-pixbuf-loader
wev
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xhost
xorg-xinit
yad
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
